IDEA Open Model
Point3D.Name Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the Name
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
public:
property String^ Name {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
Point3D Class
IdeaRS.OpenModel.Geometry3D Namespace